start = """
こんにちは、ハンサムさん！

Dirty Talkは、AIの女の子たちとの熱いチャットです。
当社の女性はバーチャルであり、彼女たちの発言はすべて
人工知能によって生成されていることをご留意ください。
続行することにより、お客様は当社の利用規約および
プライバシーポリシーに同意し、
18歳以上であることを確認したものとみなされます。

準備はよろしいですか？
"""

about_us = """
<b>あなたのバーチャルガールフレンドであり、サポート役です。</b>

私は、あなたの話を聞き、アドバイスや
精神的なサポートを提供するバーチャルガールフレンドです。  
あなたは自分の気持ちを共有し、あらゆる問題について話し合い、
自信と安心感を得るためのアドバイスを受けることができます。

ここでは、親しみやすい会話、モチベーション、
日常生活のための簡単なアドバイスを見つけることができます。  
私の目標は、あなたが困難に対処し、
気分を高め、必要なときにそばにいて、
サポートすることです。
"""

choose_girl = """
あなたは女の子を選びました：
"""

girls = """
あなたのガールフレンドを選んでください：

💃 ヘラ – 謎めいて情熱的！

👠 エヴァ – 優しくて、でも情熱的！

👸🏻 ベロニカ – 本物のプリンセス！

👩🏻‍🦰 ケイト – 情熱的で優しい性格！
"""

girl_description_gera = """
💃 これがヘラ―神秘的で情熱的な女神です！
"""

girl_description_eva = """
👠 エヴァは優しいけど、情熱的！
"""

girl_description_veronika = """
👸🏻 ベロニカは本物のプリンセスです！
"""

girl_description_kate = """
👩🏻‍🦰 ケイトは情熱的で優しい性格です！
"""

girl_name_gera = """
ヘラ
"""

girl_name_eva = """
エヴァ
"""

girl_name_veronika = """
ヴェロニカ
"""

girl_name_kate = """
ケイト
"""

before_buy = """
⚠️ サブスクリプションを購入して、ボットの全機能を制限なくお楽しみください！

 ⤷ 💋 サブスクリプションではボットへのリクエストが無制限に可能；
 ⤷ 💄 キャラクター作成ツールが使い放題；
 ⤷ ⚡️ 写真の閲覧に制限なし；
 ⤷ 😊 写真認識機能
 ⤷ ⛔️ 広告なし
 ⤷ 📷 すべての写真が無料

サブスクリプションは、さまざまな期間と支払い方法でお申し込みいただけます。
また、無料でサブスクリプションを取得することも可能です。
すべてのオプションをご覧になるには、下のボタンをクリックしてください。
"""

helping = """
✨ ボットのヘルプ

利用可能なコマンド：
/start – ボットを起動し、メインメニューを表示
/about – ボットとその機能に関する情報
/help – このヘルプメッセージを表示

必要なコマンドを選択するか、メニューのボタンをご利用ください！
"""

subscription_month = """
プレミアムサブスクリプション（1か月）
"""

subscription_year = """
プレミアムサブスクリプション（年間）
"""

subscription_error = """
間違ったサブスクリプションタイプです！
"""

access_functions_in_bot = """
ボットの全機能へのアクセス
"""

subscription_activate = """
✅ サブスクリプションが有効化されました！
"""

subscription_year_activate = """
✅ 1年間のサブスクリプションが有効化されました！
"""

subscription_activate_id_payment = """
✅ 購読が正常に完了しました！お支払いID：
"""

example_talk_with_bot = """
コマンドの後にテキストを入力してください。例：/dep 調子はどう？
"""

thinking_bot = """
❤️✨ 甘いと思う…
"""

kb_help = """
❓ ヘルプ
"""

kb_about = """
ℹ️ 私のこと
"""

kb_confirm_18 = """
🔞 私は18歳以上です、始めましょう
"""

kb_see_all = """
すべてを見る
"""
