start = """
नमस्ते, सुन्दर!

डर्टी टॉक — एआई लड़कियों के साथ एक हॉट चैट है।
याद रखें कि हमारी लड़कियाँ आभासी हैं और वे बस इतना ही कहती हैं
कृत्रिम बुद्धिमत्ता द्वारा निर्मित।
जारी रखते हुए, आप हमारे नियमों और शर्तों से सहमत होते हैं
गोपनीयता नीति और
पुष्टि करें कि आप कम से कम १८ वर्ष के हैं।

शुरू करने के लिए तैयार हैं?

अनुवादित Lingvanex.com द्वारा
"""

about_us = """
<b>आपकी आभासी प्रेमिका और समर्थन.</b>

मैं एक आभासी लड़की हूं जो सुनने, सलाह देने और
नैतिक समर्थन।  
आप अपने अनुभव साझा कर सकते हैं और किसी भी मुद्दे पर चर्चा कर सकते हैं
और सिफारिशें प्राप्त करें  
अधिक आत्मविश्वास और शांति महसूस करना।

यहां आपको मैत्रीपूर्ण संचार, प्रेरणा आदि मिलेगी
रोजमर्रा की जिंदगी के लिए सरल टिप्स।  
मेरा लक्ष्य — कठिनाइयों से निपटने में आपकी मदद करना है
खुश हो जाओ और वहाँ रहो  
तब भी जब यह आवश्यक हो।

अनुवादित Lingvanex.com द्वारा
"""

choose_girl = """
आपने एक लड़की चुनी:
"""

girls = """
अपनी प्रेमिका चुनें:

💃 हेरा – रहस्यमय और भावुक!

👠 ईवा – कोमल, लेकिन एक चिंगारी के साथ!

👸🏻 वेरोनिका – एक असली राजकुमारी!

👩🏻‍🦰 केट – सौम्य व्यक्तित्व वाली हॉट!
"""

girl_description_gera = """
💃 यह हेरा है — रहस्यमय और भावुक!
"""

girl_description_eva = """
👠 ईवा — कोमल, लेकिन चमक के साथ!
"""

girl_description_veronika = """
👸🏻 वेरोनिका — एक असली राजकुमारी!
"""

girl_description_kate = """
👩🏻‍🦰 केट — सौम्य व्यक्तित्व वाली हॉट!
"""

girl_name_gera = """
हेरा
"""

girl_name_eva = """
पूर्व संध्या
"""

girl_name_veronika = """
वेरोनिका
"""

girl_name_kate = """
केट
"""

before_buy = """
⚠️ बिना किसी सीमा के सभी बॉट कार्यक्षमता का आनंद लेने के लिए सदस्यता खरीदें!

 ⤷ 💋 सदस्यता बॉट को असीमित संख्या में अनुरोध देती है;
 ⤷ 💄 असीमित कैरेक्टर बिल्डर;
 ⤷ ⚡️ बिना किसी प्रतिबंध के तस्वीरें देखें;
 ⤷ 😊 फोटो पहचान;
 ⤷ ⛔️ विज्ञापन के बिना;
 ⤷ 📷 सभी तस्वीरें निःशुल्क हैं;

आप अलग-अलग अवधि के लिए और अलग-अलग भुगतान विधियों के साथ सदस्यता ले सकते हैं।
निःशुल्क सदस्यता प्राप्त करना भी संभव है।
सभी संभावित विकल्प देखने के लिए नीचे दिए गए बटन पर क्लिक करें।

अनुवादित Lingvanex.com द्वारा
"""

helping = """
✨ बॉट सहायता

उपलब्ध आदेश:
/start – बॉट लॉन्च करें और मुख्य मेनू प्राप्त करें
/about – बॉट और उसकी क्षमताओं के बारे में जानकारी
/help – यह त्वरित संदेश दिखाएँ

इच्छित कमांड का चयन करें या मेनू में बटन का उपयोग करें!
"""

subscription_month = """
प्रीमियम सदस्यता (माह)
"""

subscription_year = """
प्रीमियम सदस्यता (वर्ष)
"""

subscription_error = """
अमान्य सदस्यता प्रकार!
"""

access_functions_in_bot = """
सभी बॉट कार्यों तक पहुंच
"""

subscription_activate = """
✅ सदस्यता सक्रिय!
"""

subscription_year_activate = """
✅ वर्ष सदस्यता सक्रिय!
"""

subscription_activate_id_payment = """
✅ सदस्यता सफलतापूर्वक पूरी हुई! भुगतान आईडी:
"""

error_payment = """
भुगतान करते समय कुछ ग़लत हो गया...
"""

decorator_confirm_18 = """
⚠️ पहले अपनी उम्र की पुष्टि करें!
"""

example_talk_with_bot = """
कमांड के बाद टेक्स्ट दर्ज करें, उदाहरण: /dep आप कैसे हैं?
"""

thinking_bot = """
❤️✨ मुझे लगता है मीठा...
"""

kb_help = """
❓ सहायता
"""

kb_about = """
ℹ️ मेरे बारे में
"""

kb_confirm_18 = """
🔞 मेरी उम्र 18 साल से ज़्यादा है, चलिए शुरू करते हैं
"""

kb_see_all = """
सभी को देखें
"""

kb_subscribtion_year = """
एक वर्ष के लिए सदस्यता लें (30% छूट!)
"""

kb_subscribtion = """
सदस्यता लें
"""
