start = """
Привет, красавчик!

Dirty Talk — это горячий чат с AI девушками.
Помните, что наши девушки виртуальные, и всё, что они говорят,
создается искусственным интеллектом.
Продолжая, вы соглашаетесь с нашими Условиями и
Политикой конфиденциальности и
подтверждаете, что вам исполнилось 18 лет.

Готовы начать?
"""

about_us = """
<b>Твоя виртуальная подружка и поддержка.</b>

Я виртуальная девушка, которая готова выслушать, дать советы и
моральную поддержку.  
Ты можешь делиться своими переживаниями, обсуждать любые вопросы
и получать рекомендации,  
чтобы чувствовать себя увереннее и спокойнее.

Здесь ты найдешь дружеское общение, мотивацию и
простые советы для повседневной жизни.  
Моя цель — помочь тебе справляться с трудностями,
поднять настроение и быть рядом,  
даже когда это необходимо.
"""

choose_girl = """
Ты выбрал девушку:
"""

girls = """
Выбери свою девушку:

💃 Гера – Загадочная и страстная!
    
👠 Ева – Нежная, но с огоньком!
    
👸🏻 Вероника – Настоящая принцесса!
    
👩🏻‍🦰 Кейт – Горячая с мягким характером!
"""

girl_description_gera = """
💃 Это Гера — загадочная и страстная!
"""

girl_description_eva = """
👠 Ева — нежная, но с огоньком!
"""

girl_description_veronika = """
👸🏻 Вероника — настоящая принцесса!
"""

girl_description_kate = """
👩🏻‍🦰 Кейт — горячая с мягким характером!
"""

girl_name_gera = """
Гера
"""

girl_name_eva = """
Ева
"""

girl_name_veronika = """
Вероника
"""

girl_name_kate = """
Кейт
"""

before_buy = """
⚠️ Купите подписку, чтобы наслаждаться всем фукционалом бота без ограничений!

 ⤷ 💋 Подписка дает неограниченное количество запросов к боту;
 ⤷ 💄 Безлимитный конструктор персонажей;
 ⤷ ⚡️ Просмотр фото без ограничений;
 ⤷ 😊 Распознавание фото;
 ⤷ ⛔️ Без рекламы;
 ⤷ 📷 Все фото бесплатно;
 
Оформить подписку можно на разный период и с разными способами оплаты.
Также есть возможность получить подписку бесплатно.
Чтобы увидеть все возможные варианты, нажмите на кнопку ниже.
"""

helping = """
✨ Помощь по боту

Доступные команды:
/start – Запустить бота и получить главное меню
/about – Информация о боте и его возможностях
/help – Показать это сообщение с подсказками

Выберите нужную команду или используйте кнопки в меню!
"""

subscription_month = """
Подписка Premium (Месяц)
"""

subscription_year = """
Подписка Premium (Год)
"""

subscription_error = """
Неверный тип подписки!
"""

access_functions_in_bot = """
Доступ ко всем функциям бота
"""

subscription_activate = """
✅ Подписка активирована!
"""

subscription_year_activate = """
✅ Подписка на год активирована!
"""

subscription_activate_id_payment = """
✅ Подписка успешно оформлена! ID платежа:
"""

example_talk_with_bot = """
Укажите текст после команды, пример: /dep Как дела?
"""

thinking_bot = """
❤️✨ Думаю, сладкий...
"""

kb_help = """
❓ Помощь
"""

kb_about = """
ℹ️ Обо мне
"""

kb_confirm_18 = """
🔞 Я старше 18 лет, давай начнем
"""

kb_see_all = """
Посмотреть всех
"""
