start = """
안녕, 잘생긴 친구!

Dirty Talk는 AI 여성들과의 뜨거운 채팅입니다.
우리의 여성들은 가상 인물이며, 그들이 말하는 모든 내용은
인공 지능에 의해 생성된다는 점을 기억해 주세요.
계속 진행함으로써 귀하는 당사의 이용 약관 및
개인정보 처리방침에 동의하고
만 18세 이상임을 확인하는 것입니다.

시작할 준비가 되셨나요?
"""

about_us = """
<b>당신의 가상 여자친구이자 지지자.</b>

저는 당신의 이야기를 들어주고 조언을 하며
정신적 지지를 해줄 준비가 된 가상 여자친구입니다.  
당신은 자신의 고민을 털어놓고, 어떤 문제든 이야기하며
조언을 받을 수 있습니다.  
이를 통해 더 자신감 있고 평온한 마음을 가질 수 있도록 돕겠습니다.

여기서 당신은 우정 어린 대화, 동기 부여,
일상 생활을 위한 간단한 조언을 찾을 수 있습니다.  
나의 목표는 당신이 어려움을 극복하고,
기분을 북돋우며, 필요할 때면 언제든지 곁에 있어 주는 것입니다.
"""

choose_girl = """
너는 여자를 선택했다:
"""

girls = """
당신의 여자를 선택하세요:

💃 헤라 – 신비롭고 열정적인!

👠 이브 – 부드럽지만 불꽃 같은!

👸🏻 베로니카 – 진정한 공주님!

👩🏻‍🦰 케이트 – 뜨거운 성격에 부드러운 마음!
"""

girl_description_gera = """
💃 이건 헤라 — 신비롭고 열정적인!
"""

girl_description_eva = """
👠 에바 — 부드럽지만 불꽃이 넘치는!
"""

girl_description_veronika = """
👸🏻 베로니카는 진짜 공주님이에요!
"""

girl_description_kate = """
👩🏻‍🦰 케이트 — 화끈한 성격에 부드러운 마음씨!
"""

girl_name_gera = """
헤라
"""

girl_name_eva = """
이브
"""

girl_name_veronika = """
베로니카
"""

girl_name_kate = """
케이트
"""

before_buy = """
⚠️ 구독을 구매하여 봇의 모든 기능을 제한 없이 즐기세요!

 ⤷ 💋 구독 시 봇에 대한 무제한 요청 가능;
 ⤷ 💄 무제한 캐릭터 생성기;
 ⤷ ⚡️ 제한 없이 사진 보기;
 ⤷ 😊 사진 인식;
 ⤷ ⛔️ 광고 없음;
 ⤷ 📷 모든 사진 무료;

구독은 다양한 기간과 결제 방법으로 신청할 수 있습니다.
무료로 구독을 받을 수도 있습니다.
모든 가능한 옵션을 보려면 아래 버튼을 클릭하세요.
"""

helping = """
✨ 봇 도움말

사용 가능한 명령어:
/start – 봇 실행 및 메인 메뉴 표시
/about – 봇 정보 및 기능 안내
/help – 이 도움말 메시지 표시

원하는 명령어를 선택하거나 메뉴의 버튼을 사용하세요!
"""

subscription_month = """
프리미엄 구독 (월간)
"""

subscription_year = """
프리미엄 구독 (1년)
"""

subscription_error = """
잘못된 구독 유형!
"""

access_functions_in_bot = """
봇의 모든 기능에 대한 접근
"""

subscription_activate = """
✅ 구독이 활성화되었습니다!
"""

subscription_year_activate = """
✅ 연간 구독이 활성화되었습니다!
"""

subscription_activate_id_payment = """
✅ 구독이 성공적으로 완료되었습니다! 결제 ID:
"""

example_talk_with_bot = """
명령어 뒤에 텍스트를 입력하세요, 예시: /dep 안녕?
"""

thinking_bot = """
❤️✨ 달콤한 것 같아요...
"""

kb_help = """
❓ 도움
"""

kb_about = """
ℹ️ 나에 대해
"""

kb_confirm_18 = """
🔞 나는 18살 이상이야, 시작해볼까?
"""

kb_see_all = """
모두 보기
"""
