start = """
Привет, красавчик!

Dirty Talk — это горячий чат с AI девушками.
Помните, что наши девушки виртуальные, и всё, что они говорят, создается искусственным интеллектом.
Продолжая, вы соглашаетесь с нашими Условиями и Политикой конфиденциальности и
подтверждаете, что вам исполнилось 18 лет.

Готовы начать?
"""

about_us = """
<b>Твоя виртуальная подружка и поддержка.</b>

Я виртуальная девушка, которая готова выслушать, дать советы и моральную поддержку.  
Ты можешь делиться своими переживаниями, обсуждать любые вопросы и получать рекомендации,  
чтобы чувствовать себя увереннее и спокойнее.

Здесь ты найдешь дружеское общение, мотивацию и простые советы для повседневной жизни.  
Моя цель — помочь тебе справляться с трудностями, поднять настроение и быть рядом,  
даже когда это необходимо.
"""

girls = """
Выбери свою девушку:

💃 Гера – Твоя пылкая латиноамериканская мечта!
    
👠 Ева – Розововолосая искусительница!
    
👸🏻 Вероника – Элегантная доминантка MILF!
    
👩🏻‍🦰 Кейт – Горячая рыжая с мягким характером!
"""
