start = """
💌 <b>Привет!</b> Я здесь, чтобы поддержать тебя и дать полезные советы.  
🗨️ Можем просто пообщаться, обсудить трудности или поделиться мыслями, а может быть что-то еще...
"""

about_us = """
<b>Твоя виртуальная подружка и поддержка.</b>

Я виртуальная девушка, которая готова выслушать, дать советы и моральную поддержку.  
Ты можешь делиться своими переживаниями, обсуждать любые вопросы и получать рекомендации,  
чтобы чувствовать себя увереннее и спокойнее.

Здесь ты найдешь дружеское общение, мотивацию и простые советы для повседневной жизни.  
Моя цель — помочь тебе справляться с трудностями, поднять настроение и быть рядом,  
даже когда это необходимо.
"""
